[
    {
        "id": 1,
        "titre": "La pilule de trop",
        "categorie": "Vidéo",
        "video": "medias/La_pilule_de_trop_version_demo_dnx.mp4",
        "mention": "Académique",
        "cours": "582-312-MO Vidéo 2",
        "type_projet": "Équipe",
        "coequipiers": [
            "Ryan Dufault",
            "Yannick Chamberland"
        ],
        "role": "concepteur sonore, réalisateur, monteur vidéo et vidéaste",
        "description": {
            "synopsis": "Marc est un homme dans la trentaine qui parait normal au premier regard mais ce que les gens ne savent pas c'est qu'il souffre d'une profonde addiction le laissant en isolation complète socialement et mentalement",
            "demande_professeur": "Réaliser une vidéo en utilisant la technique de mosaïque.",
            "notre_realisation": "On a réalisé une vidéo en mosaïque où nous avions une totale liberté créative. Nous avons raconté la descente aux enfers de Marc qui, englouti par les pilules, sombre progressivement dans l'isolement social et mental."
        },
        "logiciels1": "Figma et Photoshop",
        "utilisation1": "Pour la création du moodboard, du scénarimage, de la direction photo et artistique.",
        "logiciels2": "DaVinci Resolve",
        "utilisation2": "Pour la création du montage vidéo, de la conception sonore et le compositing.",
        "direction_photo": "Lumières faibles et tamisées pour renforcer l'ambiance sombre. Utilisation de lampes et de lightpanels pour créer des zones d'ombre. Travellings doux et variations de profondeur de champ pour souligner les symboles (télévisions, bocaux). Les ralentis accentuent la stagnation du temps et l'isolement du protagoniste.",
        "direction_artistique": "La direction artistique de notre métrage se distingue par l'utilisation de décors symboliques et oppressants, où les espaces restreints et les objets du quotidien, tels que des télévisions et des bocaux, servent à illustrer l'enfermement émotionnel du personnage. La palette de couleurs est sombre, avec des teintes métalliques et des éclats de lumière froide, créant une ambiance claustrophobe et introspective. Chaque élément du décor est pensé pour renforcer le sentiment de captivité, tandis que les textures et les reflets des surfaces accentuent l'idée d'isolement émotionnel.",
        "miniature": "medias/miniature_projet_1.png",
        "description_courte": "Une vidéo en mosaïque explorant l'isolement social et mental."
    },
    {
        "id": 2,
        "titre": "L'Inconnu de Berlin",
        "categorie": "Design",
        "video": "medias/L'Inconnu_de_Berlin_h264.mp4",
        "mention": "Académique",
        "cours": "582-121-MO Illustration numérique",
        "type_projet": "Individuel",
        "coequipiers": [],
        "role": "Designer",
        "description": {
            "synopsis": "Jack (40 ans) détective privé, déjeune dans sa cuisine. Il écoute la télé. Le journaliste indique que le tueur qui tiens en haleine toute la police de Berlin vient de poignarder sa 9ème victime. L'Inconnu annonce que sa prochaine victime sera tuée dans 10 heures. Jack sera-t-il capable de résoudre ce mystère avant qu'il ne soit trop tard? Une folle course contre la montre est lancée dans les rues de Berlin.",
            "demande_professeur": "Elle nous a demandé de créer un trailer photo pour une fausse série policière inventée. Le projet devait comporter 12 images présentant les acteurs et les collaborateurs de la série.",
            "notre_realisation": "J'ai réalisé un trailer photo pour une fausse série policière avec 12 images présentant les acteurs et les collaborateurs. Mon trailer, L'Inconnu de Berlin, raconte l'histoire d'un détective privé de 40 ans qui doit arrêter un tueur en série à Berlin avant son prochain meurtre annoncé."
        },
        "logiciels1": "Photoshop",
        "utilisation1": "Pour la création du moodboard, des images, des retouches photos et la composition du trailer.",
        "miniature": "medias/miniature_projet_2.png",
        "description_courte": "Un trailer photo présentant une fausse série policière."
    },
    {
        "id": 3,
        "titre": "Sous le poids du papier",
        "categorie": "Vidéo",
        "video": "medias/sous_le_poids_du_papier_dnx.mp4",
        "mention": "Académique",
        "cours": "582-214-MO Animation 2D et 582-212-MO Vidéo 1",
        "type_projet": "Équipe",
        "coequipiers": [
            "Ryan Dufault",
            "Yannick Chamberland",
            "Mohamed Ali Sadki"
        ],
        "role": "animateur 2d, concepteur sonore, réalisateur, monteur vidéo et vidéaste",
        "description": {
            "synopsis": "Le projet est une courte vidéo en stop motion, mêlant animations 2D et générique, illustrant un homme (Victor) sombrant dans le burnout, le tout dominé par une colorimétrie rouge et incluant une table tournante rouge.",
            "demande_professeur": "Nous devions créer une vidéo en stop motion de 1 à 2 minutes intégrant des animations 2D et un générique présentant les rôles de chacun. Le projet exigeait aussi d'utiliser un objet rouge et d'appliquer une colorisation rouge à l'ensemble de la vidéo.",
            "notre_realisation": "On a réalisé une vidéo en stop motion de 1 à 2 minutes avec des animations 2D et un générique présentant les rôles de chacun. Pour respecter les contraintes, on a choisi d'utiliser un tourne-disque rouge comme objet et on a appliqué une colorisation rouge à toute la vidéo."
        },
        "logiciels1": "Photoshop",
        "utilisation1": "Pour la création des animations des séquences en 2D.",
        "logiciels2": "After Effects",
        "utilisation2": "Pour la création du moodboard.",
        "logiciels3": "DaVinci Resolve",
        "utilisation3": "Pour la création du Montage vidéo de l'étalonnage et de la conception sonore.",
        "miniature": "medias/miniature_projet_3.png",
        "description_courte": "Une vidéo en stop motion illustrant le burnout."
    },
    {
        "id": 4,
        "titre": "La rupture",
        "categorie": "Vidéo",
        "video": "medias/la_rupture_h264.mp4",
        "mention": "Académique",
        "cours": "582-312-MO Vidéo 2",
        "type_projet": "Équipe",
        "coequipiers": [
            "Ryan Dufault",
            "Yannick Chamberland"
        ],
        "role": "concepteur sonore, réalisateur, monteur vidéo et vidéaste",
        "description": {
            "synopsis": "Un homme, d'abord triste après avoir été quitté par son amoureuse, sombre peu à peu dans la colère et l'obsession, une vidéo racontée en 1 minute 30 à travers une lentille macro.",
            "demande_professeur": "Elle nous a demandé de réaliser une vidéo de 1 à 1 min 30 en filmant différentes parties du corps humain avec une lentille macro. Le but était de créer une accumulation d'images qui exprime un sentiment ou raconte une histoire.",
            "notre_realisation": "On a réalisé une vidéo de 1 à 1 min 30 en filmant surtout les mains et le visage avec une lentille macro. On a choisi de montrer le passage de la tristesse à la colère à travers ces images."
        },
        "synopsis": "Marc, un trentenaire en apparence ordinaire, cache une douleur intérieure qui le dévore : après une rupture, sa tristesse se transforme peu à peu en colère et en obsession.",
        "logiciels": [
            {
                "nom": "DaVinci Resolve",
                "utilisation": "Montage vidéo, conception sonore et étalonnage."
            }
        ],
        "miniature": "medias/miniature_projet_4.png",
        "description_courte": "Une vidéo en macro observant la tristesse et la colère."
    }
]